IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO-WORLD.
ENVIRONMENT DIVISION.
CONFIGURATION SECTION.
SOURCE-COMPUTER. IBM-PC.
OBJECT-COMPUTER. IBM-PC.
DATA DIVISION.
WORKING-STORAGE SECTION.
01 WS-MESSAGE PIC X(13) VALUE 'Hello, World!'.
PROCEDURE DIVISION.
DISPLAY WS-MESSAGE.
STOP RUN.
